Repository: common-repository/payment-gateway-for-idbank
Catalog: languages/hkd_gateway-*.po
Languages: hy

source: Enable/Disable
hy: Միացնել/անջատել

source: Enable Gateway
hy: Միացնել վճարային համակարգը

source: Title
hy: Անվանում

source: Description
hy: Նկարագրություն

source: Pay with your credit card via our super-cool payment gateway.
hy: Վճարեք ձեր կրեդիտ քարտով մեր հիասքանչ վճարման համակարգի միջոցով:

source: This controls the title which the user sees during checkout.
hy: Սա վերահսկում է նկարագրությունը, որը օգտվողը տեսնում է ստուգման ընթացքում:

source: Language
hy: Լեզու

source: Select preferred language for Converse payment form interface
hy: Ընտրեք նախընտրելի լեզու Կոնվերս վճարման համակարգի ինտերֆեյսի համար

source: Test mode
hy: Թեստային տարբերակ

source: Enable Test Mode
hy: Միացնել թեստային տարբերակը

source: Place the payment gateway in test mode using test API keys.
hy: Տեղադրեք վճարման համակարգը փորձարկման ռեժիմում ՝ օգտագործելով փորձարկման API բանալիներ:

source: Debug Log
hy: Կարգավիճակի մատյան

source: Test User Name
hy: Թեստային օգտանուն

source: Test Password
hy: Թեստային գաղտնաբառ

source: Live User Name
hy: Իրական օգտանուն

source: Live Password
hy: Իրական գաղտնաբառ

source: Enable Multi Currency
hy: Միացնել բազմարժույթը

source: Multi Currency
hy: Բազմարժույթ

source: Enable logging
hy: Միացնել մատյանը

source: Payment method
hy: Վճարային համակարգ
